Repository: indacloud/zipmeandco
Catalog: languages/*.po
Languages: fr_fr

source: Like us on Facebook
fr_fr: Rejoignez-nous sur Facebook

source: Follow us on Twitter
fr_fr: Suivez-nous sur Twitter

source: Our Instagram page
fr_fr: Notre compte Instagram

source: We are on pinterest
fr_fr: Profile Pinterest

source: On LinkedIn
fr_fr: Profile LinkedIn

source: Add New
fr_fr: Ajouter

source: Add New Menu
fr_fr: Ajouter nouveau Menu

source: New Menu
fr_fr: Nouveau Menu

source: Edit Menu
fr_fr: Editer Menu

source: View Menu
fr_fr: Voir Menu

source: All Menus
fr_fr: Tous les Menus

source: Search Menus
fr_fr: Recherche Menu

source: Parent Menus:
fr_fr: Menus parents :

source: No menus found.
fr_fr: Aucun Menu

source: No menus found in Trash.
fr_fr: Aucun Menu dans la corbeille

source: Add New Modal
fr_fr: Ajouter Modal

source: New Modal
fr_fr: Nouvelle Modal

source: Edit Modal
fr_fr: Editer Modal

source: View Modal
fr_fr: Visualiser Modal

source: All Modals
fr_fr: Toutes les Modals

source: Search Modals
fr_fr: Rechercher Modal

source: Parent Modals:
fr_fr: Modal parente :

source: No modals found.
fr_fr: Aucune Modal

source: No modals found in Trash.
fr_fr: Aucune Modal dans la corbeille

source: Products
fr_fr: Produits

source: Product
fr_fr: Produit

source: Add New Product
fr_fr: Ajouter Produit

source: New Product
fr_fr: Nouveau Produit

source: Edit Product
fr_fr: Editer Produit

source: View Product
fr_fr: Voir Produit

source: All Products
fr_fr: Tous les Produits

source: Search Products
fr_fr: Rechercher Produit

source: Parent Products:
fr_fr: Poduit parent

source: No product found.
fr_fr: Aucun Produit

source: No product found in Trash.
fr_fr: Aucun Produit dans la corbeille

source: Testimonials
fr_fr: Témoignages

source: Testimonial
fr_fr: Témoignage

source: Add New Testimonial
fr_fr: Ajouter Témoignage

source: New Testimonial
fr_fr: Nouveau Témoignage

source: Edit Testimonial
fr_fr: Editer Témoignage

source: View Testimonial
fr_fr: Voir Témoignage

source: All Testimonials
fr_fr: Tous les Témoignages

source: Search Testimonials
fr_fr: Rechercher Témoignages

source: Parent Testimonials:
fr_fr: Témoignages parents

source: No testimonial found.
fr_fr: Aucune Témoignage

source: No testimonial found in Trash.
fr_fr: Aucune Témoignage dans la corbeille

source: Pictures
fr_fr: Images

source: Menu Logo
fr_fr: Logo Menu

source: Menu Logo for mobile
fr_fr: Logo menu version mobile

source: Facebook page link
fr_fr: Lien page Facebook

source: Twitter account link
fr_fr: Lien profile Twitter

source: Instagram link
fr_fr: Lien profile Instagram

source: Pinterest board link
fr_fr: Lien profile Pinterest

source: LinkedIn profile link
fr_fr: Lien profile LinkedIn
